{
    ".data/ALTY/faq_content/cleo_altyWelcome Menu_6c6ad45de41a0bafe16c7e8654f63d47": "---\nmessage:\n  type: whatsapp_template\n  whatsapp_template:\n    header_parameters:\n      - image:\n          url: https://i.imgur.com/AQrqIeE.png\n        type: image\n    language_code: en\n    template_name: welcome_menu\ntype: message",
    ".data/ALTY/faq_content/cleo_altySchedule Appointment_555d933c24a676745b86042ab1de2f97": "---\nmessage:\n  type: whatsapp_template\n  whatsapp_template:\n    language_code: en\n    template_name: scheduling\ntype: message",
    ".data/ALTY/faq_content/cleo_altyWhat do I need to bring for my MRI appointment__0ee2bdfd781662b1f5fa7b9fa5bc976b": "--- \nmessage: \n  sections: \n    - paragraphs: \n        - text: \"You will need to bring along your referral letter for the appointment. Once you reach Menara ALTY, go to level 5 to get registered and you will be usher to the Imaging department once registration is done.\n\n\nWhat you need to prepare for the appointment:\n\n1. Patient need to be fasting at least 4-6 hours before the MRI/CT scan. No fasting needed for XRay/US. \n\n2. Blood test result is required to determine the patient’s kidney function. If the patient has done any blood test 6 months prior, it is usable. If not, the patient will need to do a blood test first either from outside lab or in ALTY.\n\n3. Patient should inform if he/she has any past history with contrast allergy or has any allergy with any type of food or medicine. Pre-medication will be given prior to contrast injection in order to prevent severe allergic reaction.\n\n4. If contrast is ordered, it will be given via injection through the IV line. It is very safe and non-drowsy.\"\n          type: text\n      type: paragraphs\n  type: sections\ntype: message",
    ".data/ALTY/faq_content/cleo_altyWhat are ALTY's opening hours_a49b67f73fcf3a042cd0492b3d3b2a58": "--- \nmessage: \n  sections: \n    - paragraphs: \n        - text: \"ALTY operation hours are as follow: \n\nMonday – Friday : 8.30am – 5.30pm \n\nSaturday : 8.30am – 1.00pm \n\n\nIf you have to come after operational hours, you may do so but extra hours surcharge will be incurred.\"\n          type: text\n      type: paragraphs\n  type: sections\ntype: message\n",
    ".data/ALTY/faq_content/cleo_altyWhat are the cost if I come after operation hours_6fbf58100495bb75acbb5f093b52685f": "--- \nmessage: \n  sections: \n    - paragraphs: \n        - text: There will be extra surcharges imposed if a patient comes after operational hours. These surcharges will vary depending on what type of procedure/scans you are having. For further assistance you can contact us via whats-app or call us at 0126377521.\n          type: text\n      type: paragraphs\n  type: sections\ntype: message",
    ".data/ALTY/faq_content/cleo_altyWhat is the, cost of the consultation__95f690887088f99228343b35a946ac49": "--- \nmessage: \n  sections: \n    - paragraphs: \n        - text: For exact information and price please whatsapp or call us at 0126377521.\n          type: text\n      type: paragraphs\n  type: sections\ntype: message",
    ".data/ALTY/faq_content/cleo_altyDo you provide any sedation for MRI_  _7acee486218cc858052fe73a82d8cf72": "'--- \nmessage: \n  sections: \n    - paragraphs: \n        - text: \"We have two types of MRI machines in ALTY. They are:\n\n1. 1.5T Siemens Aera (closed MRI). Patient’s weight limit is 225kg with 70cm bore (opening).\n\n2. 0.25T ESAOTE Weight-bearing MRI (open MRI). Patient’s weight limit is 150kg. \n\n\nWe do not provide any sedation services for either adults or infants/kids for MRI procedures.\"\n          type: text\n      type: paragraphs\n  type: sections\ntype: message\n",
    ".data/ALTY/faq_content/cleo_altyWhy do I need contrast for my MRI_545728fc9aeca2e505019ecb442d8af5": "--- \nmessage: \n  sections: \n    - paragraphs: \n        - text: \"Contrast is only given if it is indicated in the referral letter or requested by the reporting radiologist. It is a colourless dye that enhances the area/part that the doctor/radiologist wants to see, allowing them to better visualize the pathology/problem.\n\n\nWhat you will need to prepare:\n\n1. You will need to fast at least 4-6 hours before contrast scan.\n\n2. Blood test result is required to determine your kidney function. If you have done any blood test in the 6 months prior, we can use those results. If not, you will need to do a blood test first, either in ALTY or at another clinic. \n\n3. You should let us know if you have any past history with contrast allergy or any allergy to any type of food or medicine. Pre-medication will be given prior to contrast injection in order to prevent a severe allergic reaction. The contrast will be given via injection through the IV line. It is very safe and non-drowsy.\"\n          type: text\n      type: paragraphs\n  type: sections\ntype: message\n",
    ".data/ALTY/faq_content/cleo_altyHow long is the procedure going to be_5d3e5978038bf21e8ffeab88384a2752": "--- \nmessage: \n  sections: \n    - paragraphs: \n        - text: \"X-ray/mammogram/EOS will take roughly 15-30 minutes.\n\nUltrasound/CT scan will take approximately 30 minutes.\n\nMRI will need around 30 minutes to 2 hours depending on how many parts of MRI are being done. The report will be ready within an hour after the scan is done.\n\n\nPlease come to ALTY at least half an hour early for the appointment for registration purposes. This is to reduce the delay time while registering.\"\n          type: text\n      type: paragraphs\n  type: sections\ntype: message",
    ".data/ALTY/faq_content/cleo_altyWhat if I am late to my appointment__9855562eda67ffefd5a2a71d629dfa6a": "--- \nmessage: \n  sections: \n    - paragraphs: \n        - text: \"You are required to arrive at ALTY at least half an hour early for the appointment for registration purposes. This is to reduce the delay time while registering.\n\n\n\nIf you are 10 minutes late from the appointment time, the Radiology department may reschedule the appointment to the next available time on the same day or to another available date.\"\n          type: text\n      type: paragraphs\n  type: sections\ntype: message",
    ".data/ALTY/faq_content/cleo_altyI don't have a credit card_ How can I make payment__a475c30827fe5ce94c0d1f598a3601cb": "--- \nmessage: \n  sections: \n    - paragraphs: \n        - text: \"ALTY accept all modes of payment. ALTY is a panel to several insurance companies.\n\n\nFor patients coming to ALTY for the first time, it is advisable to request for the GL yourself and ALTY will activate it once the patient arrives at ALTY for the procedure.\"\n          type: text\n      type: paragraphs\n  type: sections\ntype: message",
    ".data/ALTY/faq_content/cleo_altyWhere do I find my online, appointment information__162515a2d31974246b3a776ff8b2d923": "--- \nmessage: \n  sections: \n    - paragraphs: \n        - text: \"If you are receiving messages on this channel, you most likely have an upcoming appointment at ALTY.\n\n\nPlease refer to the most recent message above with the links to 'Cancel' or 'Reschedule appointment' for the details of your latest appointment. You will also be receiving a reminder message a day before your appointment date\n\nIf you any further assistance, please do not hesitate to contact us via whatsapp or call us at 0126377521.\"\n          type: text\n      type: paragraphs\n  type: sections\ntype: message\n",
    ".data/ALTY/faq_content/cleo_altyCustomer Service_4d55491752741903d132e3c337e64b9d": "---\n- type: message\n  message:\n    type: whatsapp_template\n    whatsapp_template:\n      body_parameters:\n        - text: customer service officer\n          type: text\n      template_name: alty_agent_handover_1\n      language_code: en\n\n- type: message\n  message:\n    type: application_payload\n    application_payload:\n      application: ratatoskr\n      payload: '{\"agent_handover\": true, \"type\": \"agent_handover\"}'",
    ".data/ALTY/faq_content/cleo_altythank you_a25cbc7e7fb1e41956b536bc3f8df349": "---\n- type: message\n  message:\n    type: whatsapp_template\n    whatsapp_template:\n      body_parameters:\n        - text: customer service officer\n          type: text\n      template_name: alty_agent_handover_1\n      language_code: en\n\n- type: message\n  message:\n    type: application_payload\n    application_payload:\n      application: ratatoskr\n      payload: '{\"agent_handover\": true, \"type\": \"agent_handover\"}'"
}